Revit 2027 API
SymbolTypeId.TonOfRefrigeration Property
 Symbol ton of refrigeration, indicating unit Tons of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonOfRefrigeration { get; }
Public Shared ReadOnly Property TonOfRefrigeration As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonOfRefrigeration {
	ForgeTypeId^ get ();
}
static member TonOfRefrigeration : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace